#Напишите программу, которая принимает на вход число и проверяет, является ли оно четным или нечетным.
number = int(input("Напиши число "))
if number % 2 == 0:
    print("Это число четное")
else:
    print("Это число нечетное")
