number = int(input("Напиши число"))
if number > 0:
    print("Это число положительное")
elif number == 0:
    print("Это число 0")
else:
    print("Это число отрицательное")







#Напишите программу, которая принимает на вход число и печатает, является ли число положительным, отрицательным или нулем.